import React from "react";

const Card = () => {
  return (
    <div className=" flex flex-col w-full max-w-2xl rounded-md p-3">
      <h1 className="font-bold text-2xl md:text-3xl">तपाईलाई हाम्रो संस्थामा स्वागत छ ।</h1>
      <div className="mt-3 md:mt-4">
        <p className=" text-justify text-md md:text-xl text-wrap">
          हाम्रो ४ झापाको स्थापना सहकारी ऐन २०४८ र सहकारी नियमावली २०४९ अन्तर्गत मिति
          २०६९ साउन १४ गते विधिवत रुपमा डिभिजन सहकारी कार्यालय भद्रपुर झापाबाट
          दर्ता नं. ३/१/७ (६५२) ०६९/०७० मा दर्ता भएको हो । मुलुकले अवलम्बन गरेको
          आर्थिक विकासका तीन खम्बाहरु सरकारी, निजि र सहकारीमध्ये सहकारी
          क्षेत्रलाई राज्यले नै आर्थिक विकासको मेरुदण्डको रुपमा स्वीकार गरिरहेको
          परिवेशमा त्यसबाट प्राप्त हुने अवसरलाई उपयोग गर्दै समाजमा रहेको आर्थिक
          विपन्नतालाई कम गर्न विभिन्न जाती,क्षेत्र, वर्ग र लिङ्गका समुदायहरुलाई
          सदस्य बनाई उनीहरुको बीचमा स्वरोजगार कार्यक्रम संचालन गर्ने,अत्मनिर्भर
          बन्न सहयोग गर्ने र आफ्ना सदस्यहरुको बृहत्तर हित गर्ने उदेश्यका साथ
          हाम्रो नेपाल, हाम्रो सहकारी, हाम्रो भविष्य भन्ने मूल नाराका साथ यो
          संस्था स्थापना भएको हो।
        </p>
        <div className="mt-3 text-end ">
          <button className="bg-green-500 hover:bg-green-600 text-white px-5 py-3 rounded-md">
            Read More
          </button>
        </div>
      </div>
    </div>
  );
};

export default Card;
